IDEA Open Model
ConcreteCheckResultOverall.Checks Property
Compatible with IDEA StatiCa Beta 20.0
 All check by the type
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<ConcreteCheckResultOverallItem> Checks { get; set; }
Public Property Checks As List(Of ConcreteCheckResultOverallItem)
	Get
	Set
Property Value
Type: List<ConcreteCheckResultOverallItem>
See Also
Reference
ConcreteCheckResultOverall Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace